{
  "welcome": "Bienvenue dans IGO",
  "menu": {
    "close": "Fermer le menu",
    "open": "Menu"
  },
  "toastPanel": {
    "title": "Entités trouvées sur la carte",
    "listButton": "Retourner à la liste des entités",
    "backToList": "Retourner à la liste",
    "zoomOnFeature": "Zoom sur l'élément",
    "zoomOnFeatureTooltip": "Zoomer sur l'élément sélectionné ( raccouci clavier = z )",
    "zoomOnFeatures": "Zoom sur les éléments",
    "zoomOnFeaturesTooltip": "Zoomer sur les éléments sélectionnés",
    "zoomAuto": "Zoom auto",
    "zoomAutoTooltip": "Zoom automatique",
    "fullExtent": "Agrandir",
    "fullExtentTooltip": "Agrandir la fenêtre",
    "standardExtent": "Réduire",
    "standardExtentTooltip": "Réduire la fenêtre",
    "previousFeatureTooltip": "Élément précédent ( raccouci clavier = flèche gauche )",
    "nextFeatureTooltip": "Prochain élément ( raccouci clavier = flèche droite )"
  },
  "IGO": "IGO Démo",
  "noEntityStore": "Aucune table disponible pour ce jeu de données",
  "coordinates": "Afficher les coordonnées",
  "googleMap": "Afficher sur Google maps",
  "googleStreetView": "Afficher sur Google Street view",
  "welcomeWindow": {
    "html": "<h1>Bienvenue dans IGO, l'application cartographique du gouvernement du Québec</h1><h2>Débutez en sélectionnant un contexte &#x2605;</h2>",
    "title": "Fenêtre d'accueil",
    "closeButton": "Fermer",
    "notShowCheck": "ne plus afficher"
  },
  "oldBrowser": {
    "title": "Navigateur obsolète",
    "message": "IGO2 ne supporte pas pleinement votre navigateur. Veuillez le mettre à jour ou utilisez un navigateur différent."
  },
  "interactiveTour": {
    "global": {
      "title": "Tour interatif",
      "menu-button-title": "MENU",
      "menu-button": "Cliquer sur le bouton menu pour ouvrir le menu général",
      "search-bar-title": "BARRE DE RECHERCHE",
      "search-bar": "Rechercher une adresse, un point GPS, une couche, etc.",
      "search-settings-title": "OPTIONS DE RECHERCHE",
      "search-settings": "Permet de configurer: le type de résultat, le nombre de résultats souhaités, etc.",
      "toolbox-title": "LES OUTILS",
      "toolbox": "Sur sélection de l'outil, l'application bascule à l'intérieur et affiche son contenu",
      "context-title": "LES CONTEXTES",
      "context": "Un contexte est une carte prédéfinie constituée de plusieurs couches regroupées selon une thématique",
      "context-list": "À l'intérieur des CONTEXTES, l'outil affiche la liste des cartes thématiques prédéfinies",
      "context-item": "Ici le contexte SIMPLE qui représente une thématique et contient certaines couches",
      "context-filter": "Ici le contexte FILTRE TEMPOREL contient un autre regroupement",
      "context-filter-click": "Sélectionnons le contexte FILTRE TEMPOREL",
      "layers-title": "LA CARTE",
      "layers": "L'application bascule à l'intérieur et affiche les couches qui constituent LA CARTE de ce contexte",
      "layers-visible": "On remarque que certaines couches sont actives et visibles dans la carte. Les couches non actives/visibles sont indiquées par l'oeil noir barré",
      "layer-embacle": "Couche des embâcles lors d'inondation",
      "legend": "En cliquant sur le titre la légende ouvre",
      "layer-eye": "Un clique sur oeil, active ou désactive l'affichage de la couche",
      "layer-tool-btn": "Activer les outils disponibles sur CETTE couche",
      "layer-tool": "Panneau des outils disponibles pour cette couche",
      "home-button": "Retour au menu principal",
      "menu-button-close": "Cliquer pour fermer le menu",
      "geolocate-title": "GEOLOCALISATION",
      "geolocate": "Pour zoomer la carte sur votre position",
      "baselayers-title": "FONDS DE CARTE",
      "baselayers": "Changer le fond de carte",
      "end-title": "FIN",
      "end": "Fin du tour interatif"
    },
    "timeFilter": {
      "title": "FILTRE TEMPOREL",
      "start": "Le filtre temporel permet de délimiter une période de temps qui filtrera la couche et affichera uniquement les résultats qui corespondent à la période de temps définie",
      "end": "S'applique uniquement sur certaine couches ou le filtre peut s'appliquer et qui sont présentes dans la carte"
    },
    "measurer": {
      "title": "MESURE",
      "start": "Tour guidé de l'outil de mesure"
    },
    "spatial-filter": {
      "title": "FILTRE SPATIAL",
      "start": "Tour guidé de l'outil de filtre spatial",
      "zone-type": "Sélectionner le type de zone à ajouter à la carte",
      "predefined": "Une zone prédéfinie est une entité surfacique déjà existente comme une municipalités ou une MRC",
      "drawing": "L'onglet dessin permet plutôt de dessiner directement une zone sur la carte",
      "search-by": "Si le choix est une zone prédéfinie, le type devra être choisi ici",
      "zone": "Le choix de la zone sera fait ensuite ici",
      "results-type": "La sélection spatiale peut être fait soit par adresses, soit par couches thématiques",
      "address": "La recherche par adresse permet de rechercher l'ensemble des adresses présentes dans la zone",
      "warning-address": "À faire attention, dépendamment de la zone choisie, le résultat peut-être excessivement grand!",
      "thematics": "Les thématiques sont un ensemble de couches de données classifiés par thème global. On peut ainsi rechercher des écoles, des hôpitaux, des entités hydropgraphiques etc.",
      "initialize": "Une fois un ou plusieurs paramètres sélectionnés, il est possible de réinitialiser ceux-ci à tout moment",
      "drawing-select": "Choisissons le mode dessin",
      "drawing-type": "Il est possible de choisir de dessiner une zone polygonale ou un cercle",
      "activate-drawing": "La première option permet d'autoriser ou non l'action de dessiner sur la carte",
      "freehand-drawing": "La deuxième permet de dessiner à main levée (clic gauche enfoncé et relâcher pour terminer le dessin)",
      "drawing-map": "Pour dessiner une zone en mode standard, un clic pour démarrer le dessin et deux clics pour le terminer",
      "clear-drawing": "Une fois le dessin réalisé, il est toujours possible de retirer ce dernier de la carte",
      "multi-drawing": "Si plusieurs zones sont présentes dans la carte, la recherche sera effectuée sur l'ensemble de ces zones",
      "launch": "Une fois les paramètres remplis, la recherche peut ensuite être lancée",
      "results-table": "Les résultats apparaîtront dans ce tableau",
      "clear-results": "Les résultats de la recherche peuvent être retirer à tout moment",
      "export": "Il est aussi possible d'exporter les résultats par l'outil d'export"
    }
  }
}
